{
  "hangman": "Hangman",
  "story": "Story",
  "continue": "Continue",
  "story_content":
  "You are a secret agent working for the Government. One day you get a secret mission in which you infiltrate a crime organization. You try to get their trust by taking a part in their bank heist, but then they betray you by knocking you out at the crime scene. <br><br>The authorities found you while you were passed out and deemed you guilty. When you woke up, they had already started preparing the gallows for you!<br><br>Luckily the Government had given you a secret keyword which could help you escape this situation. You sadly got hit in the head so hard that you forgot what the word was.<br><br>You know that the executioner knows what the word is, and with your agent skills you can determine from his face if a character is in the word, if you ask him about it. If you manage to guess all characters, you will surely be able to remember what the word was. Your time is however limited, so you can do only a limited amount of guesses.<br><br>Can you guess the word and survive this challenging situation?",

  "victory": "Victory!",
  "game_over": "Game over!",
  "victory_message": "You guessed correctly, the right word was ",
  "game_over_message": "You guessed wrong too many times and you were hung.<br><br>The right answer would have been ",
  "play_again": "Play again",

  "statistics": "Statistics",
  "games": "Games",
  "victories": "Victories",
  "losses": "Losses",
  "reset": "Reset",
  "delete_statistics": "Delete statistics?",
  "delete_message": "This action will reset statistics to 0 - there isn't a way to reverse it.",
  "cancel": "Cancel",

  "settings": "Settings",
  "language": "Language",
  "dictionary": "Dictionary",
  "english": "English",
  "finnish": "Finnish",
  "swedish": "Swedish",
  "difficulty": "Difficulty",
  "easy": "Easy",
  "medium": "Medium",
  "hard": "Hard",
  "online_mode": "Online mode",
  "setting_info": "<b>Language</b>:<br>Language of the app.<br><br><b>Dictionary:</b><br>What words game uses.<br><br><b>Difficulty:</b><br> How many guess attempts before game ends. Online English words also have less common words with higher difficulties.<br><br><b>Online mode:</b><br>If active, English dictionary's words are fetched online, assuming there is an internet connection. When disabled, words are fetched from local memory. Non-english dictionaries don't use internet connection.",
  "close": "close"
}
