{
  "hangman": "Hänga gubbe",
  "story": "Historia",
  "continue": "Fortsätta",
  "story_content": "Du är en hemlig agent som arbetar för regeringen. En dag får du ett hemligt uppdrag där du infiltrerar ett brott organisation. Du försöker få deras förtroende genom att ta del i deras bankrån, men då de förrådde dig genom att slå ut dig på brottsplatsen. De myndigheterna hittade dig medan du fördes ut och bedömts dig skyldig. <br><br>När du vaknade upp, hade de redan börjat förbereda galgen för dig! Lyckligtvis hade regeringen gett dig ett hemligt nyckelord som kan hjälpa dig att fly den här situationen. Tyvärr blev du påkörd i huvudet så hårt att du har glömt vad ordet var. <br><br> Du vet att bödeln vet vad ordet är, och med dina agentfärdigheter kan du bestämma från hans ansikte om en karaktär är i ordet, om du frågar honom om det. Om du lyckas gissa alla tecken, kommer du säkert att kunna komma ihåg vad ordet var. Din tid är begränsad dock, så att du kan göra bara en begränsad mängd gissningar.<br><br> Kan du gissa ordet och överleva denna svåra situation?",

  "victory": "Du vann!",
  "game_over": "Du förlorade!",
  "victory_message": "Du gissade rätt, ordet var ",
  "game_over_message": "Du gissade fel för många gånger och du hängades.<br><br>Rätt svar skulle ha varit ",
  "play_again": "Spela igen",

  "statistics": "Statistik",
  "games": "Spelar",
  "victories": "Vinster",
  "losses": "Förluster",
  "reset": "Nolla",
  "delete_statistics": "Nolla statistik?",
  "delete_message": "Du kan inte upphäva nollning.",
  "cancel": "Avbryta",

  "settings": "Inställningar",
  "language": "Språk",
  "dictionary": "Ordbok",
  "english": "Engelska",
  "finnish": "Finska",
  "swedish": "Svenska",
  "difficulty": "Svårighet",
  "easy": "Lätt",
  "medium": "Medium",
  "hard": "Svårt",
  "online_mode": "Uppkoplad",
  "setting_info": "<b>Språk</b>:<br>Språket som app använder.<br><br><b>Ordbok:</b><br>Orden som spelet använder.<br><br><b>Svårighet:</b><br> Större svårigheterna har färre gissarna. Engelska ord (från nätet) är också rarare.<br><br><b>Uppkoplad:</b><br>Om uppkoplad är aktiv, hämtar app engelska ord från nätet. Annars hämtas ord från lokalt minnet. Andra språk använder alltid lokalt minnet.",
  "close": "sluta"
}